Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_The Retreats.tmx
Source language: en
Languages: es_419

source: great.
es_419: Estupendo.

source: hmm... what do you think, kacey?
es_419: Mmm… ¿tú qué opinas, Kacey?

source: Chief!
es_419: ¡Jefe!

source: be quiet for a second.
es_419: Cállense un minuto.

source: if anything, they'll try even harder to cling to power.
es_419: En todo caso, se aferrarían aún más al poder.

source: who cares if I've eaten?!
es_419: ¡¿A quién le importa si comí?!

source: okay, we're almost at point a.
es_419: Okey, casi llegamos al punto A.

source: LIFT
es_419: LEVANTA

source: not sure.
es_419: No sé.

source: and we don't even know who did it... we really can't let our guard down here, not even for a moment.
es_419: Y ni siquiera sabemos quién lo hizo… No podemos bajar la guardia ni un maldito segundo en este lugar.

source: easy for you to say...
es_419: Qué fácil para ti decirlo…

source: still alive? no way! there's no sunlight down here.
es_419: ¿Que sigue vivo? ¡Imposible! Aquí no llega la luz.

source: ...but I guess the odds were stacked against them from the beginning...
es_419: … pero supongo que estuvieron en desventaja desde un principio…

source: if it ain't fun, we ain't interested.
es_419: No nos interesa nada que no sea entretenido.

source: I've never once thought of myself as your savior!
es_419: ¡En ningún momento me creí tu salvador!

source: urk...
es_419: Agh…

source: O
es_419: U

source: although it's not the only thing trying to kill me, I guess...
es_419: Aunque supongo que no es lo único que intenta matarme…

source: what are you doing?! it's not him!
es_419: ¡¿Qué hacen?! ¡Él no fue!

source: don't worry. you all know as well as I do that...
es_419: Tranquilos. Saben tan bien como yo que…

source: pinch
es_419: aprieta

source: there are three bandits watching us as we speak.
es_419: En este instante, hay tres tipos vigilándonos.

source: but you want to go home, right?
es_419: Pero quieres volver a casa, ¿verdad?

source: Edward, what are you doing out here?
es_419: Edward, ¿qué haces ahí afuera?

source: I'd never seen anything like it in my life.
es_419: Nunca en mi vida había visto algo así.

source: do you really think the meaning of happiness is out there...
es_419: ¿Crees que el significado de la felicidad está allá…

source: chhhh
es_419: sssss

source: oh, I forgot about that.
es_419: Ay, olvidé ese detalle.

source: I'm not talking about solgaya, you brat!
es_419: ¡No hablo de Solgaya, idiota!

source: what I want is a second summer of flames!
es_419: ¡Lo que quiero es un segundo verano en llamas!

source: I didn't know you had a boyfriend, Kacey.
es_419: No sabía que tenías novio, Kacey.

source: nice find.
es_419: Genial.

source: meet t-54, reflow industries' latest innovation in anti-personnel sentry turrets.
es_419: Te presento a T-54, la última innovación de la industria en refusión en torretas centinela.

source: meeting?
es_419: ¿Reunión?

source: Episode 31 - Abduction
es_419: Episodio 31 - Secuestro

source: we left no stone unturned, but there's nothing.
es_419: Buscamos en cada rincón, pero no encontramos nada.

source: we'd have to cut edward's training short. that would be a shame...
es_419: tendremos que dejar a medias el entrenamiento de Edward. Sería una lástima…

source: son... you'll only be set for life...
es_419: Hijo… la única manera de lograr eso…

source: I've killed small, insignificant creatures before. like ants, for instance.
es_419: Ya he matado a criaturas pequeñas e insignificantes, como las hormigas.

source: and when you do, you can blow his head off as much as you want.
es_419: Y cuando sea así, podrás reventarle la cabeza todo lo que te dé la gana.

source: haa...
es_419: Ja…

source: I can hardly control myself... it looks so delicious!
es_419: Me cuesta mucho controlarme… ¡se ve tan deliciosa!

source: only when we step on others' necks...
es_419: Solo cuando aplastamos a los demás…

source: I'm sorry, kid.
es_419: Perdón, muchacho.

source: this is so fun!
es_419: ¡Qué divertido!

source: on top of that, the girl is providing cover fire with pinpoint accuracy... they must've been in more than their fair share of gunfights to get to this level of teamwork.
es_419: Y encima, la chica está proporcionando fuego de cobertura con una precisión milimétrica... Deben de haber estado en unos cuantos tiroteos para trabajar tan bien en equipo.

source: oof!
es_419: ¡Uff!

source: what if it leads to someone finding out about gable?
es_419: ¿Y si esto hace que descubran a Gable?

source: looks like you've gotten mixed up with a real crafty bastard, edward.
es_419: Parece que te metiste con un verdadero hijo de puta, Edward.

source: not a chance.
es_419: Ni lo pienses.

source: tracking bio signals...
es_419: Rastreando bioseñales…

source: ...but you're the one who'll never be able to go home again!
es_419: … ¡pero tú eres quien no podrá volver a casa!

source: hahahahaha!
es_419: ¡Ja, ja, ja, ja, ja!

source: dammit... we now only have one option.
es_419: Maldita sea… ahora solo nos queda una opción.

source: dad...
es_419: Papá…

source: probably not, I'd imagine.
es_419: No lo creo.

source: I should've kept quiet.
es_419: debí quedarme callado.

source: you said you're ready to go right now, didn't you?
es_419: Dijiste que estabas listo para partir de inmediato, ¿no?

source: damn, this door's heavy as hell!
es_419: ¡Mierda, qué pesada es esta puerta!

source: shut it, gramps! we'd both be dead if I hadn't tripped just then!
es_419: ¡Cállate, anciano! ¡Si no hubiese tropezado, estaríamos muertos!

source: ...the definition of livestock has now changed!
es_419: … ¡la definición de ganado cambió!

source: ...your own son is fighting for his life, just like the people you watch on the bg. can you believe it?
es_419: … tu hijo está luchando por su vida, igual que la gente a la que ves en los CB. ¿Puedes creerlo?

source: clatter
es_419: CLAC

source: I didn't realize guns had this much recoil... that thing practically flew out of my hand!
es_419: No creí que las pistolas diesen semejante culatazo… ¡esa cosa prácticamente me voló la mano!

source: …Huh, gramps?
es_419: Eh… ¿abuelo?

source: since I have the so-called wristwatch.
es_419: … ya que tengo el dispositivo que quieren.

source: forget it. this is no time to reminisce.
es_419: Como sea, no es hora de ponerse nostálgico.

source: but for now...
es_419: Pero ahora…

source: just look at this amateur... acting all paranoid.
es_419: Mira a este novato… qué paranoico.

source: don't leave your son to die in the slums like this...
es_419: No dejes a tu hijo morir en los barrios marginales…

source: he says they think of this place as paradise. we're lucky to have been born here.
es_419: Dice que este lugar les parece un paraíso. Tenemos suerte de haber nacido aquí.

source: biringam zone b-45
es_419: Zona B-45 de Biringam

source: demon? what did I do?!
es_419: ¿Demonio? ¡¿Qué hice?!

source: there's no way he's forgotten about his promise.
es_419: Dudo mucho que haya olvidado su promesa.

source: now, time to talk business!
es_419: ¡Bueno, hablemos de negocios!

source: s-sure, let's go.
es_419: C-claro. Vamos.

source: I saw him going this way!
es_419: ¡Lo vi corriendo por aquí!

source: just what is this place?
es_419: ¿Qué es este lugar?

source: your contract's about to end soon.
es_419: Tu contrato está por terminar.

source: there it is!
es_419: ¡Ahí la veo!

source: his name was quentin carter.
es_419: Se llamaba Quentin Carter.

source: it's... my first time here...
es_419: Es… mi primera vez aquí…

source: You seem to think that the Retreats is surrounded by some kind of impenetrable barrier.
es_419: Al parecer, estás convencido de que El Refugio está rodeado de una barrera impenetrable.

source: this is it for me!
es_419: ¡Este es mi final!

source: I guess you retreats bastards have better hearing too.
es_419: Supongo que la escoria de El Refugio tiene mejor audición.

source: ugh...
es_419: Agh…

source: all hope of going home, back to the retreats...
es_419: … de volver a casa, a El Refugio…

source: you'll never make it back to brine, john canty.
es_419: No volverás nunca a Salmuera, John Canty.

source: people behind the curtain?
es_419: ¿Los ocultos tras el telón?

source: ...fight and take what's yours!
es_419: … ¡peleen y exijan lo que es suyo!

source: most people would never recognize it for what it is.
es_419: Casi nadie se habría dado cuenta de lo que es.

source: where's the hospital, you ask?
es_419: ¿Que dónde está el hospital?

source: so... you said yes then?
es_419: Entonces… ¿aceptaron?

source: is he jealous or something?!
es_419: ¡¿Tiene envidia o qué?!

source: ...is very likely to result in heavy casualties on our side.
es_419: … puede dejar muchas víctimas en nuestro equipo.

source: where the hell did these clowns come from?!
es_419: ¡¿De dónde carajo salieron esos payasos?!

source: crush
es_419: crac

source: we don't have much time.
es_419: No tenemos mucho tiempo.

source: that's impossib--
es_419: Eso es imposi—

source: how did you even know that thing would be here, anyway?
es_419: ¿Cómo supiste que esa cosa estaba aquí?

source: this is justice!
es_419: ¡Es justicia!

source: if the other 99% could just have one thing from the retreats...
es_419: Si el otro noventa y nueve por ciento pudiese tener algo de El Refugio…

source: hey! don't pass out!
es_419: ¡Ey! ¡No te desmayes!

source: That's not what I'm saying!
es_419: ¡No dije eso!

source: somebody... anybody...
es_419: ¡Que alguien…

source: kacey, it's your turn!
es_419: ¡Kacey! ¡Es tu turno!

source: by the way, our deal's already over... so what are you still doing here, jonathan?
es_419: Por cierto, ya cerramos nuestro trato… ¿por qué sigues aquí, Jonathan?

source: They were a resistance movement called "The 817."
es_419: Era un movimiento de resistencia llamado “Los 817”.

source: glug
es_419: GLU

source: hey, mr. canty! you watching? you're dead meat!
es_419: ¡Ey, señor Canty! ¿Me ves? ¡Eres hombre muerto!

source: Episode 24 - Backed Into a Corner
es_419: Episodio 24 - Entre la espada y la pared

source: hop on. you came here to work, didn't you?
es_419: Sube. Viniste a trabajar, ¿no?

source: I never had a choice to begin with.
es_419: nunca tuve opciones.

source: after all... it's not like they have much of a choice either.
es_419: Digo… ellos tampoco tienen muchas opciones.

source: what did you say?!
es_419: ¡¿Qué dijiste?!

source: she might not look it...
es_419: Puede que no lo parezca…

source: but I've lived my entire life in the comfort of the retreats, only ever wanting to make my life easier and more comfortable.
es_419: Pero pasé toda mi vida en la comodidad de El Refugio. Solo me preocupaba porque mi vida fuese más fácil y tranquila.

source: I'm fine! go!
es_419: ¡Estoy bien! ¡Váyanse!

source: you have to get used to stepping out of your comfort zone.
es_419: tendrás que acostumbrarte a salir de tu zona de confort.

source: ...after about an hour, the chip automatically notifies the retreats authorities of this.
es_419: … el chip informa automáticamente de esto a las autoridades después de una hora.

source: in this hellish world...
es_419: En este mundo infernal…

source: I'm not a piece of luggage! put me down!
es_419: ¡No soy una mochila! ¡Bájame!

source: OK.
es_419: Okey.

source: Oh my.
es_419: Dios.

source: Jeez, it's hard to pronounce.
es_419: Cielos, cuesta pronunciarlo.

source: who's this suicidal asshole?!
es_419: ¡¿Quién es este suicida de m*erda?!

source: tsk... that bearded weirdo disappeared in a flash.
es_419: Tch… el tipo de la barba desapareció de repente.

source: that kid... he acted like a big shot, just because his uncle worked for tythonic.
es_419: Ese chico… actuaba como si fuera la gran cosa solo porque su tío trabajaba para Tythonic.

source: I took care of them as soon as you popped out.
es_419: Me encargué de ellos en cuanto saliste.

source: and not bother with transplanting gable's arms onto you.
es_419: … ni siquiera íbamos a molestarnos en dejarte sus brazos.

source: I'll put you out of your misery.
es_419: Voy a acabar con tu miseria.

source: we should've known this would happen!
es_419: ¡Debimos saber que pasaría esto!

source: you're gonna pay for wasting our time, kid.
es_419: Vas a pagar por hacernos perder el tiempo, niño.

source: I'm sorry?
es_419: ¿Disculpa?

source: we know quite a few shady doctors who've smuggled in a number of highly advanced medical equipment from the retreats.
es_419: Conocemos unos cuantos médicos que contrabandean equipo médico sumamente avanzado de El Refugio.

source: he's awake?
es_419: ¿Despertó?

source: it's because we have a duty to uphold the rights and dignity of our fellow humans.
es_419: Es porque tenemos el deber de defender los derechos y la dignidad de nuestros semejantes.

source: edward, remember what I said earlier?
es_419: Edward, ¿recuerdas lo que dije antes?

source: it's your birthday present.
es_419: Es tu regalo de cumpleaños.

source: this means we're set for life, right?
es_419: ¡Ahora tenemos la vida resuelta! ¿Verdad?

source: time for my great escape!
es_419: ¡Es la hora de mi gran escape!

source: oh, there they are!
es_419: ¡Ah! ¡Ahí están!

source: make your choice, old man.
es_419: Toma una decisión, anciano.

source: this is no riot!
es_419: ¡Esto no es un motín!

source: you're gonna get me home?
es_419: ¿Vas a regresarme a casa?

source: ...but bringing edward here ultimately did result in a big payday for us.
es_419: … pero traer a Edward terminó resultándonos en un enorme beneficio económico.

source: All that changes when his new job takes him into the Retreats and he encounters Edward, a boy who looks identical to his own son Gable…
es_419: Pero eso cambia cuando, en su nuevo empleo en el refugio, conoce a Edward, un muchacho casi idéntico a su propio hijo, Gable...

source: so what's all this fuss about?
es_419: ¿Por qué tanto alboroto entonces?

source: we'll get out of here alive, no matter what!
es_419: ¡Pase lo que pase, vamos a salir de aquí!

source: if anything...
es_419: Cuando mucho…

source: ...why else would I save your worthless life?
es_419: … ¿por qué me molestaría en salvar tu miserable vida?

source: whisper
es_419: SUSURRA

source: kacey kept bugging me to pack for the journey, so I just decided to bring everything.
es_419: Kacey no dejaba de molestarme para que empacara para el viaje, así que decidí traer todo.

source: Huh?!
es_419: ¿Eh?

source: I might've been a fan of his. hehe...
es_419: habría sido su admirador. Je, je…

source: I'm staking two years of my wages on this.
es_419: Estoy arriesgando dos años de sueldo por esto.

source: don't, john.
es_419: Basta, John.

source: until now, you let yourself be dragged around by everyone else...
es_419: Hasta ahora, siempre te has dejado arrastrar por los demás…

source: they say there are things inside the spire that are simply beyond our imagination.
es_419: Según los rumores, hay cosas dentro de la espiral que simplemente escapan a la imaginación.

source: Yep.
es_419: Sí.

source: you must despise me to your very core.
es_419: Debes de odiarme con todas tus fuerzas.

source: man, I just wanted him to stay hydrated.
es_419: Uy, solo quería mantenerlo hidratado.

source: I swore that I would survive and return home...
es_419: Juré que sobreviviría y regresaría a casa…

source: I don't know why they let those animals into the city...
es_419: No sé por qué dejan entrar a esos animales a la ciudad…

source: those broken skull maniacs...
es_419: Malditas calaveras rotas…

source: smoke
es_419: humo

source: urgh...!
es_419: ¡Agh!…

source: ack! what the hell is that?!
es_419: ¡Agh! ¡¿Qué carajo es esto?!

source: how amateurish. they're probably members of a new gang that's just starting out.
es_419: Qué novatada. Seguro son miembros de una pandilla que apenas está empezando.

source: what will you do now, john canty?!
es_419: ¡¿Qué vas a hacer ahora, John Canty?!

source: sounds like you're in favor of the status quo.
es_419: Pareces a favor del statu quo.

source: what's kacey all mad about now?
es_419: ¿Por qué se enojó ahora Kacey?

source: if you don't wanna pull your weight, feel free to move out!
es_419: ¡Si no quieres poner de tu parte, múdate cuando quieras!

source: they just shot at a bunch of innocent people!
es_419: ¡Acaban de disparar a gente inocente!

source: that's the problem with you gun nuts.
es_419: Eso pasa cuando te obsesiones con las armas.

source: BOMB
es_419: Bombas

source: first... the prep work.
es_419: Primero… los preparativos.

source: ...filled with self-loathing for failing to socially climb my way up retreats society.
es_419: … que se odiaba a sí mismo por no poder escalar en la sociedad de El Refugio.

source: but as you know... without the water purifiers from the retreats...
es_419: Pero, como bien sabes… sin los purificadores de agua de El Refugio…

source: maybe he's just messing with me and there aren't any enemies around here.
es_419: Tal vez solo quiera tomarme el pelo y no haya ningún enemigo por aquí.

source: pull
es_419: JALA

source: I'd rather die than owe my life to a retreats scum!
es_419: ¡Prefiero morir que deberle mi vida a una escoria!

source: the sheer scale of it was difficult to believe from afar...
es_419: De lejos, era difícil creer que esto fuese tan enorme…

source: ...not offer to help me get home to the retreats!
es_419: … ¡no que me ofrecerían ayudarme a volver a El Refugio!

source: ...how do you know they have the kid?
es_419: … ¿cómo sabes que tienen al muchacho?

source: it almost got us! run faster, kid!
es_419: ¡Casi nos atrapa! ¡Ve más rápido, niño!

source: but the blood drops were--
es_419: Pero el rastro de sangre…

source: we're done here. let's go.
es_419: Ya terminamos. Vámonos.

source: oh, yeah.
es_419: Ah, sí.

source: I'll bet kacey was only too happy to accept...
es_419: Seguro Kacey aceptó sin pestañear…

source: retina recognition complete.
es_419: Reconocimiento de retina completo.

source: biringam lost everything at the hands of the brine rioters.
es_419: Biringam perdió todo a manos de los alborotadores de Salmuera.

source: ...that's where the real gold of biringam lies.
es_419: … ahí está el verdadero oro de Biringam.

source: that's right... and there's more where that came from.
es_419: Así es… y hay más tipos ahí.

source: go on, eat up.
es_419: Sigue comiendo.

source: once I connect to remembric and set our objective...
es_419: Cuando me conecte al recordatón y establezcamos un objetivo…

source: j-j-j-john-?!
es_419: ¡¿J-J-John?!

source: what a complete waste of time.
es_419: Qué pérdida de tiempo.

source: dammit, just listen for a second, you stubborn old man!
es_419: ¡Maldita sea! ¡Escucha solo un segundo, maldito viejo necio!

source: now, shall we start putting together a plan to smash through the damn retreats?
es_419: Ahora, empecemos a trazar un plan para entrar a ese maldito refugio.

source: ow! he's so strong!
es_419: ¡Auch! ¡Es muy fuerte!

source: tsk!
es_419: ¡Tch!

source: wait, before I answer-!
es_419: Espera, ¡antes de responder…!

source: I thought you'd shoot it down as the desperate ramblings of an idealistic kid.
es_419: Creí que desecharías la idea por ser la promesa desesperada de un niño idealista.

source: ...the logo I used to see outside my house every day!
es_419: … ¡el logo que veía todos los días fuera de mi casa!

source: ...but a boy from the retreats who looked identical to my son.
es_419: … pero sí un chico de El Refugio que era idéntico a mi hijo.

source: if you can't, then none of this matters.
es_419: Si no puedes hacerlo, nada valdrá la pena.

source: whirrr
es_419: PRRRR

source: heh...
es_419: Je…

source: if that old man hates the people of the retreats so much...
es_419: Si ese anciano odia tanto a la gente de El Refugio…

source: yeah, the missile that blew up just now was the emp missile they stole from us a while back.
es_419: Sí, el misil que acaba de estallar era el misil PEM que nos robaron hace un tiempo.

source: wait, the door still works?
es_419: Espera, ¿la puerta aún funciona?

source: what's a tree doing down here?
es_419: ¿Qué hace aquí un árbol?

source: are you really from the retreats?
es_419: ¿En serio eres de El Refugio?

source: you're just like them, jonny.
es_419: Eres igual a ellos, Jonny.

source: most retreats citizens don't really own any physical assets like gold...
es_419: La mayoría de los ciudadanos de El Refugio no tienen activos físicos como el oro…

source: we let our guard down after our last skirmish.
es_419: Bajamos la guardia después de la última batalla.

source: I thought I saw something move over there...
es_419: Creo haber visto algo moverse por ahí…

source: gotcha.
es_419: Te tengo.

source: then that means...
es_419: Eso significa…

source: we can't.
es_419: No podemos.

source: over here!
es_419: ¡Por aquí!

source: I hope he's okay...
es_419: Espero que esté bien…

source: without any infrastructure to provide clean drinking water, the people of the slums are grateful even for relatively clear rustwater.
es_419: Sin ningún tipo de infraestructura que ofrezca agua potable, los habitantes de los barrios agradecen hasta una gota de agua medianamente salubre.

source: and that commodity was one that I could no longer afford.
es_419: Y ya no podía permitírmelo.

source: checking temporary visa. visa confirmed.
es_419: Revisando visa temporal. Visa confirmada.

source: Attention, all units.
es_419: Atención a todas las unidades.

source: ch-chief! hold up!
es_419: ¡J-jefe! ¡Espera!

source: you were right, ed!
es_419: ¡Tenías razón, Ed!

source: gotcha! found the hotspot!
es_419: ¡Sí! ¡Encontré un punto débil!

source: well, when you put it like that...
es_419: Bueno, si lo dices así…

source: hold still, you cyclops!
es_419: ¡Quédate quieto, cíclope!

source: no, it was definitely underground somewhere.
es_419: No, estaba en algún lugar bajo tierra.

source: Episode 28 - Underground (2)
es_419: Episodio 28 - Bajo tierra (2)

source: You hit it?
es_419: ¿Le diste?

source: we're lucky this hallway wasn't just a dead end.
es_419: Tenemos suerte de que este pasillo tuviera salida.

source: the people here have no choice but to keep paying him in order to survive.
es_419: … no tenemos más alternativa que pagarle si queremos sobrevivir.

source: as a result of what you and the 817 did during the summer of flames.
es_419: por culpa de lo que los 817 y tú hicieron en el verano en llamas.

source: ...and turned it into a lawless no man's land.
es_419: … y se convirtió en un pueblo sin ley.

source: randy, what's your position?
es_419: Randy, ¿cuál es tu posición?

source: now, when a man like that is in danger...
es_419: Cuando un hombre de ese calibre está en peligro…

source: ...I won't be able to keep my promise with gramps!
es_419: … ¡no podré cumplir la promesa que le hice al abuelo!

source: PLANNING/PRODUCTION PUBG UNIVERSE YLAB
es_419: Idea/Producción PUBG UNIVERSE YLAB

source: looks like the doctor's here.
es_419: Parece que ya llegó el médico.

source: ...coming to the retreats has taught me one thing.
es_419: … venir a El Refugio me enseñó una cosa.

source: guys, this ain't the time!
es_419: ¡Chicos, no es el momento!

source: it's more entertaining to make them kill each other. think, guys, think!
es_419: Es más entretenido hacer que se maten entre ellos. ¡Piensen, chicos! ¡Piensen!

source: That's it, I'm signing up for bg* right now!
es_419: ¡Listo, me voy a inscribir para ir a los CB!

source: urgh...! those sons of bitches!
es_419: ¡Argh…! ¡Hijos de perra!

source: I mean, you're not wrong...
es_419: A ver, tienes razón…

source: break their limbs to ensure that they can never stand again...
es_419: … les partimos las piernas para que nunca vuelvan a levantarse…
